Tekla.Structures.ModelInternal.dotPourBreak_t.nPolygons
Number of polygons in this struct

Tekla.Structures.ModelInternal.dotPourBreak_t.aPolygons
Array of polygons in this struct representing the pour break geometry